Repository: common-repository/woo-send-email
Catalog: languages/ldav_woosetc-*.po
Languages: it_it

source: Woo Send Email requires %sWooCommerce%s to be installed and activated!
it_it: Woo Send Email ha bisogno che %sWooCommerce%s sia installato e attivato!

source: Email message sent to:
it_it: Messaggio email inviato a:

source: Sending completed.
it_it: Invio completato.

source: No order selected.
it_it: Nessun ordine selezionato.

source: Email subject is requested.
it_it: Indicare il soggetto della email.

source: Email message is requested.
it_it: Indicare il contenuto del messaggio email.

source: Send a message
it_it: Invia un messaggio

source: Subject
it_it: Soggetto

source: Send a message to <strong>%s</strong> for testing
it_it: Invia un messaggio di prova a <strong>%s</strong>

source: User not found.
it_it: Utente non trovato.

source: Validation error.
it_it: Errore di validazione.

source: Nonce not validated.
it_it: Nonce non validato.

source: Is Not enough.
it_it: Non è abbastanza.

source: Woo Send Email
it_it: Invia email WooCommerce

source: Send custom email message to your WooCommerce customers directly from WC Orders Admin Page.
it_it: Invia messaggi email personalizzati ai tuoi clienti WooCommerce direttamente dalla pagina di amministrazione degli ordini.
